Repository: martinleipert/FreibadOffenWidget
Catalog: languages/pool-status-widget-*.po
Languages: de_de

source: Pool Status Widget
de_de: Schwimmbad-Status-Widget

source: Pool Status
de_de: Freibad Status

source: Displays whether the pool is open based on weather conditions and settings.
de_de: Zeigt an, ob das Schwimmbad basierend auf Wetterbedingungen und Einstellungen geöffnet ist.

source: Water Temperature: %.1f°C
de_de: Wassertemperatur: %.1f°C

source: Opening Hours:
de_de: Öffnungszeiten:

source: Open
de_de: Geöffnet

source: Closed
de_de: Geschlossen

source: Unable to determine
de_de: Nicht feststellbar

source: Pool Status Settings
de_de: Schwimmbad-Status-Einstellungen

source: API Key
de_de: API-Schlüssel

source: City ID
de_de: Stadt-ID

source: Manual Status
de_de: Manueller Status

source: Manual Water Temperature
de_de: Manuelle Wassertemperatur

source: Monday Opening Hours
de_de: Öffnungszeiten Montag

source: Tuesday Opening Hours
de_de: Öffnungszeiten Dienstag

source: Wednesday Opening Hours
de_de: Öffnungszeiten Mittwoch

source: Thursday Opening Hours
de_de: Öffnungszeiten Donnerstag

source: Friday Opening Hours
de_de: Öffnungszeiten Freitag

source: Saturday Opening Hours
de_de: Öffnungszeiten Samstag

source: Sunday Opening Hours
de_de: Öffnungszeiten Sonntag

source: Settings saved.
de_de: Einstellungen gespeichert.

source: No logs found
de_de: Keine Protokolle gefunden
